amd-ucode
ani-cli
archlinux-keyring
autoconf
automake
base
bc
bind
binutils
bison
brightnessctl
bspwm
chntpw
clang
ctags
debugedit
dhcpcd
dosfstools
efibootmgr
fakeroot
fastfetch
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
hollywood
htop
iwd
jdk-openjdk
jre-openjdk
lf
libreoffice-fresh
libtool
libxft
libxinerama
linux
linux-firmware
linux-headers
m4
make
man-db
mtools
neofetch
neovim
networkmanager
nitrogen
nodejs
noto-fonts-emoji
npm
ntfs-3g
os-prober
pacman
pamixer
patch
pfetch
picom
pkgconf
polybar
pulseaudio
pulsemixer
python-pip
python-pynvim
rofi
sed
sudo
sxhkd
texinfo
ttf-fira-code
ttf-ms-win10-auto
ttf-ubuntu-font-family
vi
vim
webkit2gtk
wget
which
wireplumber
xclip
xorg-server
xorg-xinit
xorg-xsetroot
xsel
yay-git
zsh
zsh-completions
