acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
ani-cli
aom
apg
archlinux-keyring
argon2
at-spi2-core
atkmm
attr
audit
augeas
autoconf
automake
avahi
axel
base
bash
bc
bind
binutils
bison
bluez-libs
bmon
boost-libs
box2d
bridge-utils
brightnessctl
brotli
bspwm
btrfs-progs
bubblewrap
byobu
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capstone
ccze
chntpw
clang
clucene
cmatrix
compiler-rt
confuse
coreutils
cpio
cryptsetup
ctags
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dconf
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmraid
dnsmasq
dnssec-anchors
dosfstools
dtc
duktape
e2fsprogs
edk2-ovmf
efibootmgr
efivar
ell
enchant
exfatprogs
expat
f2fs-tools
fakeroot
fastfetch
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
giflib
git
glib-networking
glib2
glibc
glibmm
glslang
gmp
gnu-free-fonts
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtksourceview4
guile
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
hivex
hollywood
htop
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
iniparser
intltool
iproute2
iptables-nft
iputils
iso-codes
iwd
jack2
jansson
java-environment-common
java-runtime-common
jdk-openjdk
jemalloc
jfsutils
jp2a
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
lf
libabw
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcacard
libcamera
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdrm
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libewf
libexttextcat
libffi
libfontenc
libfreehand
libgcrypt
libgit2
libglvnd
libgpg-error
libgudev
libguestfs
libice
libidn2
libiec61883
libinih
libinput
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libksba
liblangtag
libldap
libldm
libluv
libmanette
libmaxminddb
libmd
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmpdclient
libmspub
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
liburing
libusb
libutempter
libuv
libva
libvdpau
libverto
libvirt
libvirt-python
libvisio
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzmf
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lpsolve
lrzip
lsof
lsscsi
lua
luajit
luit
lvm2
lz4
lzo
lzop
m4
mailcap
make
man-db
mdadm
mesa
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
moreutils
mpfr
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
ncurses
ndctl
neofetch
neon
neovim
nettle
networkmanager
nftables
nilfs-utils
nitrogen
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
ocl-icd
openbsd-netcat
opencore-amr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
opus
orc
os-prober
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parted
patch
pciutils
pcre
pcre2
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-ipc-run
perl-libintl-perl
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-time-duration
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pfetch
picom
pinentry
pipewire
pixman
pkgconf
polkit
polybar
poppler
popt
procps-ng
psmisc
pulseaudio
pulsemixer
python
python-appdirs
python-attrs
python-autocommand
python-cairo
python-cffi
python-chardet
python-cryptography
python-gobject
python-greenlet
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-pip
python-ply
python-psutil
python-pycparser
python-pydantic
python-pynvim
python-pyparsing
python-requests
python-setuptools
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-urwid
python-validate-pyproject
python-wheel
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-opengl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-virtiofsd
raptor
rasqal
rav1e
readline
redland
redshift-minimal
reiserfsprogs
rofi
rsync
rtkit
rubberband
sdl2
seabios
sed
semver
shaderc
shadow
shared-mime-info
slang
sleuthkit
snappy
source-highlight
speedometer
speex
speexdsp
spice
spirv-tools
sqlite
squashfs-tools
srt
startup-notification
strace
sudo
supermin
svt-av1
sxhkd
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
tar
tcl
tdb
texinfo
thin-provisioning-tools
tk
tmux
tpm2-tss
tracker3
tree
tree-sitter
ttf-fira-code
ttf-ms-win10-auto
ttf-ubuntu-font-family
tzdata
uchardet
udisks2
unibilium
usbredir
util-linux
util-linux-libs
v4l-utils
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
vmaf
volume_key
vulkan-icd-loader
wayland
webkit2gtk
webrtc-audio-processing
wget
which
wireplumber
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xsel
xterm
xvidcore
xxhash
xz
yajl
yara
yay-git
zeromq
zimg
zlib
zsh
zsh-completions
zstd
